/* Boxcar email address field label */
"Email Address:" = "E-mailová adresa:";

/* Failure adding email */
"Invalid Email" = "Neplatný e-mail";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Odelat pouze v nečinnosti:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Poslat pouze pokud je důležitost nejméně:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Připojit ke zprávě:";

/* Success adding boxcar */
"Registered!" = "Registrováno!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Neznámý e-mail";

